---
kind: other
id: Properties.T:Autodesk.Revit.DB.FaceSplitter
source: html/08803a32-e504-bc7e-860d-aac4421d242e.htm
---
# FaceSplitter Properties

The id of the assembly instance to which the element belongs.